Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Fernsprech- und Mobiltelefondienste
en: Telephone and mobile telephone services

source: Streaming von Daten
en: Streaming of data

source: Kommunikation per Funk
en: Radio communications

source: Übertragung von Podcasts
en: Transmission of podcasts

source: Übermittlung von interaktiven TV-Programmführern
en: Transmission of interactive television program guides

source: Fernseh-Streaming über das Internet
en: Streaming of television over the Internet

source: Kommunikation mittels Online-Blogs
en: Communication by online blogs

source: Übermittlung und Verbreitung von Daten oder audiovisuellen Bildern via ein globales Computernetzwerk oder das Internet
en: Transmission and distribution of data or audiovisual images via a global computer network or the Internet

source: Bereitstellung von Internetchatlines
en: Providing Internet chat lines

source: Senden, Empfangen und Weiterleiten von elektronischen Nachrichten
en: Electronic message sending, receiving and forwarding

source: Senden und Empfangen von elektronischen Nachrichten
en: Sending and receiving of electronic messages

source: Sammeln und Übertragen von elektronischen Nachrichten
en: Electronic message collection and transmission

source: Bereitstellung des Zugangs zu Webseiten im Internet oder in allen anderen Kommunikationsnetzen
en: Providing access to websites on the Internet or any other communications network

source: Bereitstellung von Internetchatrooms und -foren
en: Providing Internet chatrooms and Internet forums

source: Streaming von Video, Audio und Fernsehen
en: Video, audio and television streaming services

source: Videoübertragung über digitale Netzwerke
en: Video transmission via digital networks

source: Übertragung von Kurznachrichten [SMS], Bildern, Gesprochenem, Tönen, Musik und Textmitteilungen zwischen Kommunikationsgeräten
en: Transmission of short messages [SMS], images, speech, sound, music and text communications between mobile telecommunications devices

source: Übermittlung von Nachrichten, Daten und Inhalten über das Internet und andere Kommunikationsnetzwerke
en: Transmission of messages, data and content via the Internet and other communications networks

source: Übermitteln von Informationen via Computernetzwerke
en: Transmission of information via computer networks

source: Übertragung von Informationen und Daten über Computernetze und das Internet
en: Transferring information and data via computer networks and the Internet

source: Über faseroptische, drahtlose und Kabelnetzwerke bereitgestellte Telekommunikationsdienste
en: Telecommunications services provided via fiber optic, wireless and cable networks

source: Datenübertragung über ISDN-Leitungen
en: Transmission of data via ISDN lines

source: Übertragung von Audio- und Videoinhalt über ISDN-Leitungen
en: Transmission of audio and video content via ISDN lines

source: Übertragung von Audio- und Videoinhalt über Computernetzwerke
en: Transmission of audio and video content via computer networks

source: Datenübertragung über Satellit
en: Transmission of data via satellite

source: Übertragung von Audio- und Videoinhalt über Satellit
en: Transmission of audio and video content via satellite

source: Vermietung von Anlagen zur Rundfunk- und Fernsehausstrahlung
en: Rental of radio and television broadcasting facilities

source: Bereitstellung eines Zugangs zu Internetplattfomen zum Austausch digitaler Fotografien
en: Provision of access to Internet platforms for the purpose of exchanging digital photographs

source: Bereitstellung von Sprachkommunikationsleistungen über das Internet
en: Providing voice communication services over the Internet

source: Bereitstellung eines Benutzerzugangs zu Internet-Portalen
en: Providing user access to portals on the Internet

source: Bereitstellung eines Benutzerzugangs zu Internet-Plattformen
en: Providing user access to platforms on the Internet

source: Bereitstellung von Online-Chat-Rooms und elektronischen Bulletin Boards zur Nachrichtenübermittlung zwischen den Usern
en: Providing on-line chatrooms and electronic bulletin boards for transmission of messages amongst users

source: Bereitstellung eines Zugangs zu Internetportalen für Dritte
en: Providing access to Internet portals for third parties

source: Bereitstellung eines Zugangs zu einer E-Commerce-Plattform im Internet
en: Providing access to e-commerce platforms on the Internet

source: Bereitstellung des Zugangs zu Internetforen
en: Providing access to Internet forums

source: Bereitstellung von Telekommunikationsverbindungen für Telefon-Chatlines
en: Provision of telecommunications connections for telephone chat lines

source: Bereitstellung von Informationen zur drahtlosen Kommunikation
en: Providing information relating to wireless communication

source: Bereitstellung eines Zugangs zum Internet und anderen Kommunikationsnetzen
en: Providing access to the Internet and other communications networks

source: Bereitstellung des Zugriffs auf Informationen via Internet
en: Providing access to information via the Internet

source: Bedienung von Rundfunkübertragungsgeräten
en: Operation of radio broadcasting equipment

source: Übertragung von Ton- und Bildaufzeichnungen über Netzwerke
en: Transmission of sound or visual recordings over networks

source: Interaktive Übertragung von Videos über digitale Netzwerke
en: Interactive transmission of video over digital networks

source: Interaktive Kommunikationsdienste
en: Interactive communication services

source: Vermietung von Einrichtungen zur Fernsehausstrahlung
en: Rental of equipment for television broadcasting

source: Übermittlung von Daten, Nachrichten und Informationen
en: Transmission of data, messages and information

source: Elektronische Übermittlung von Instant Messaging und Daten
en: Electronic transmission of instant messages and data

source: Elektronische Übertragung von Bildern, Fotografien, Grafiken und Illustrationen über ein globales Computernetzwerk
en: Electronic transmission of images, photographs, graphic images and illustrations over a global computer network

source: Übermittlung von Daten sowie Audio-, Video- und Multimediadateien
en: Transmission of data, audio, video and multimedia files

source: Übertragung von Daten, Audio-, Video- und Multimediadateien, einschließlich herunterladbarer Dateien und von über ein globales Computernetzwerk gestreamten Dateien
en: Transmission of data, audio, video and multimedia files, including downloadable files and files streamed over a global computer network

source: Digitale Audioausstrahlung
en: Digital audio broadcasting

source: Übertragung verschlüsselter Mitteilungen
en: Transmission of encrypted communications

source: Kommunikationsleistungen über das Internet
en: Communications services provided over the Internet

source: Bereitstellung eines Zugangs zu Plattformen im Internet
en: Providing access to platforms on the Internet

source: Kommunikation mittels Sprachdialogsystem [IVR]
en: Communication via interactive voice response

source: Kommunikation über Virtual Privat Network [VPN]
en: Communication via virtual private networks

source: Ausstrahlung und Übertragung von Pay-TV-Programmen
en: Broadcasting and transmission of pay-per-view television programs

source: Ausstrahlung und Übertragung von Kabelfernsehprogrammen
en: Broadcasting and transmission of cable television programs

source: Ausstrahlung von Fernseh- und Rundfunksendungen über Kabel- oder kabellose Netzwerke
en: Broadcasting of television and radio programs via cable or wireless networks

source: Ausstrahlung von Fernsehsendungen unter Verwendung von Video-on-Demand- und Pay-TV-Diensten
en: Broadcasting of television programs using video-on-demand and pay-per-view television services

source: Ausstrahlung von Audio-, Video- und Multimedia-Inhalten im Internet und anderen Kommunikationsnetzen
en: Audio, video and multimedia broadcasting via the Internet and other communications networks

source: Drahtloser Datentransfer über Wireless Application Protocol [WAP]
en: Wireless transfer of data via wireless application protocols

source: Drahtloser Datentransfer über digitale Mobiltelefondienste
en: Wireless transfer of data via digital mobile telephony

source: Drahtloser Datentransfer über das Internet
en: Wireless transfer of data via the Internet

source: Über Internetplattformen und -portale bereitgestellte Telekommunikationsdienste
en: Telecommunication services provided via Internet platforms and portals

source: Bereitstellung von Telekommunikationsverbindungen in einem Internet-Café
en: Providing telecommunications connections to the Internet in a cafe environment

source: Bereitstellung eines Zugangs zu einem elektronischen Marktplatz [Portal] in Computernetzwerken
en: Provision of access to an electronic marketplace [portal] on computer networks

source: Bereitstellung von Telekommunikationsverbindungen zu Datenbanken
en: Providing telecommunications connections to databases

source: Bereitstellung von Telekommunikationsverbindungen zum Internet
en: Providing telecommunications connections to the Internet

source: Bereitstellung von Online-Chat-Rooms zur Übermittlung von Nachrichten, Kommentaren und Multimediainhalten zwischen den Usern
en: Providing online chatrooms for the transmission of messages, comments and multimedia content among users

source: Bereitstellung eines Zugangs zu Plattformen und Portalen im Internet
en: Providing access to platforms and portals on the Internet

source: Digitale Übertragung von Audio- und Videodaten
en: Digital transmission services for audio and video data

source: Interaktive Teletextdienste
en: Interactive teletext services

source: Elektronische Kommunikation mittels Chatrooms, Chatlines und Internetforen
en: Electronic communication by means of chatrooms, chat lines and Internet forums

source: Bereitstellung des Datenzugangs über das Internet
en: Provision of access to data via the Internet

source: Digitale Datenübertragung via Internet
en: Digital transmission of data via the Internet

source: Bereitstellung eines Zugangs zu Daten in Kommunikationsnetzwerken
en: Provision of access to data on communication networks

source: Digitale Datenübertragung
en: Digital transmission of data

source: Beratungsleistungen im Bereich der elektronischen Kommunikation
en: Consulting services in the field of electronic communications

source: Computerkommunikationsleistungen für die Übertragung von Informationen
en: Computer communications services for the transmission of information

source: Übermittlung von Daten und Informationen über Computer und elektronische Kommunikationsmedien
en: Transmission of data and information by computer and electronic communication means

source: InformationsÃ¼bermittlung mittels Kabelfernsehen
en: Cable television broadcasting information

source: Bereitstellung eines Telekommunikationszugangs zu Videos im Internet
en: Provision of telecommunication access to video content provided via the Internet

source: Bereitstellung eines Telekommunikationszugangs zu On-Demand-Fernsehsendungen
en: Provision of telecommunication access to television programs provided via an on-demand service

source: Bereitstellung eines Telekommunikationszugangs zu Audiodateien im Internet
en: Provision of telecommunication access to audio content provided via the Internet

source: Bereitstellung eines Telekommunikationszugangs zu On-Demand-Video- und Audioinhalten
en: Provision of telecommunication access to video and audio content provided via an online video-on-demand service

source: Bereitstellung des Telekommunikationszugangs zu Filmen und Fernsehprogrammen über einen Video-on-Demand-Dienst
en: Provision of telecommunication access to films and television programs provided via a video-on-demand service

source: Ausstrahlung von audiovisuellen und multimedialen Inhalten über das Internet
en: Broadcasting of audiovisual and multimedia content via the Internet

source: Ausstrahlung von Spielfilmen über das Internet
en: Broadcasting of motion picture films via the Internet

source: Ausstrahlung von Fernsehsendungen über das Internet
en: Broadcasting of television programs via the Internet

source: Übertragung und Ausstrahlung von Fernsehsendungen
en: Broadcasting and transmission of television programs

source: Ausstrahlung und Übertragung von Rundfunksendungen
en: Broadcasting and transmission of radio programs

source: Automatischer Datentransfer über Telekommunikationskanäle
en: Automatic transfer of digital data using telecommunications channels

source: Übertragung von Audio- und Videodaten über das Internet
en: Audio and video broadcasting services provided via the Internet

source: Streaming von Ton- und Bildmaterial im Internet
en: Streaming audio and video material on the Internet

source: Bereitstellung eines Zugangs zu einem Internetportal für Video-on-Demand
en: Provision of access to an Internet portal featuring video-on-demand programs

source: Bereitstellung von Telekommunikationsverbindungen an ein globales Kommunikationsnetz oder Datenbanken
en: Providing telecommunications connections to a global communication network or databases

source: Ausstrahlung von Fernsehprogrammen für Mobiltelefone
en: Television broadcasting services for mobile phones

source: Übertragung von Videodaten über das Internet
en: Transmission of video data via the Internet

source: Übertragung von Audiodaten über das Internet
en: Transmission of audio data via the Internet

source: Datenübertragung über das Internet
en: Transmission of data via the Internet

source: Bereitstellung eines Benutzerzugangs zu Informationen im Internet
en: Providing user access to information on the Internet

source: Bereitstellung eines Benutzerzugangs zu einem globalen Computernetzwerk und Onlineseiten mit Informationen über ein breites Spektrum von Themen
en: Providing user access to a global computer network and online sites containing information on a wide range of topics

source: Bereitstellung eines Zugangs zu Telekommunikationskanälen für Teleshopping
en: Providing access to telecommunication channels for teleshopping services

source: Übertragung und Verbreitung von Informationen und Daten über Computernetze und das Internet
en: Transferring and disseminating information and data via computer networks and the Internet

source: Informations- und DatenÃ¼bermittlung Ã¼ber Onlinedienste und das Internet
en: Transfer of information and data via online services and the Internet

source: Über Plattformen und Portale im Internet und in anderen Medien bereitgestellte Telekommunikationsdienste
en: Telecommunication services provided via platforms and portals on the Internet and other media

source: Bereitstellung eines Zugangs zu Portalen im Internet
en: Providing access to portals on the Internet

source: Telekommunikationsdienste über Internet, Intranet und Extranet
en: Telecommunications services provided via the Internet, intranet and extranet

source: Übertragung von digitalen Audio- und Videoausstrahlungen über ein weltweites Computernetzwerk
en: Transmission of digital audio and video broadcasts over a global computer network

source: Übertragung von benutzererstellten Inhalten über das Internet
en: Transmission of user-generated content via the Internet

source: Übermittlung von Videos, Filmen, Bildern, Texten, Fotografien, Spielen, von Usern erstellten Inhalten, Audioinhalten und Informationen über das Internet
en: Transmission of videos, movies, pictures, images, text, photos, games, user-generated content, audio content, and information via the Internet

source: Übertragung von Multimediainhalten über das Internet
en: Transmission of multimedia content via the Internet

source: Elektronische Übertragung und Rückübertragung von Tönen, Bildern, Dokumenten, Nachrichten und Daten
en: Electronic transmission and retransmission of sounds, images, documents, messages and data

source: Weiterleitung von Nachrichten aller Arten von Internetadressen [Webmessaging]
en: Forwarding messages of all kinds to Internet addresses [web messaging]

source: Bereitstellung des Zugriffs auf Informationen im Internet
en: Providing access to information on the Internet

source: Elektronischer Austausch von Nachrichten mittels Chatlines, Chatrooms und Internetforen
en: Electronic exchange of messages via chat lines, chatrooms and Internet forums

source: Vermietung von Satellitenübertragungskapazitäten
en: Leasing satellite transmission capacity

source: Hochladen von Fotos
en: Photo uploading services

source: Hochladen von Videos
en: Video uploading services

source: Kabelgebundene Telekommunikationsdienste
en: Fixed line telecommunication services

source: Bereitstellung des Zugangs zu Breitbandtelekommunikation
en: Provision of broadband telecommunications access

source: Digitale Sprachübertragung
en: Digital transmission of voice

source: Bereitstellung eines Telekommunikationszugangs zu Serverzentren
en: Providing telecommunications access to server centres

source: Übermittlung von Daten- und Bildpaketen
en: Packet transmission of data and images

source: Vermietung von Smartphones
en: Rental of smartphones

source: Kommunikationsdienste für Internettelefonie [VoIP]
en: Voice over Internet Protocol [VoIP] communication services

source: Kabellose Breitbandkommunikationsdienste
en: Wireless broadband communication services

source: Persönliche Reiseleitung
en: Personal tour guide services

source: Veranstaltung von Sightseeingtouren
en: Organization of sightseeing tours

source: Organisation von Reisen und Schiffsreisen
en: Organization of travel and boat trips

source: Abfertigung von bevorzugten Flugpassagieren
en: Priority air line check-in services

source: Leitung von Besichtigungstouren
en: Conducting of sightseeing tours

source: Beratungsdienste in Bezug auf Transport
en: Consultancy services relating to transportation

source: Organisation der Lagerung von Brennstoffen
en: Arrangement of the storage of fuels

source: Organisation der Kohlenwasserstoffverteilung
en: Arrangement of the transportation of hydrocarbons

source: Vermittlung der Beförderung von Passagieren mit Hubschraubern
en: Arrangement of transportation of passengers by helicopters

source: Lagerung von Flugbenzin
en: Storage of aviation fuel

source: Lagerung von Handelswaren
en: Storage of commercial goods

source: Wassertransport durch Rohrleitungen
en: Transport of water by pipeline

source: Güterumschlag
en: Cargo handling

source: Lagerung von Pharmazeutika
en: Storage of pharmaceuticals

source: Abholen von Waren
en: Collection of goods

source: Auskünfte in Bezug auf den Standort von Waren
en: Information services relating to the location of goods

source: Navigationsauskünfte in Bezug auf die Luftfahrt
en: Provision of navigational information relating to the aviation

source: Schiffsgestützte Lagerungsdienste
en: Provision of shipborne storage services

source: Veranstaltung von Besichtigungsfahrten [Transport]
en: Provision of sightseeing tours [transport]

source: Beförderung von Passagieren über Straßen
en: Road transport services for passengers

source: Vermietung von Wohnmobilen
en: Rental of motor homes

source: Vermittlungsdienste in Bezug auf die Organisation der Beförderung von Reisegepäck
en: Agency services for arranging the transportation of travellers' luggage

source: Vermittlung von Charterflügen
en: Air charter brokerage services

source: Transport von Containern
en: Transportation of containers

source: Güterbeförderungsdienstleistungen einer Fluggesellschaft
en: Airline services for the transportation of goods

source: Organisation der Luftbeförderung
en: Arranging of air transport

source: Straßenbergungsdienste [Transport]
en: Road rescue [transport] services

source: Vermietung von Maschinen und Geräten zum Be- und Entladen
en: Rental of loading-unloading machines and apparatus

source: Vermietung von mechanischen Parksystemen
en: Rental of mechanical parking systems

source: Verleih von Paletten
en: Hire of pallet cages

source: Reservierungsdienste von Transporten mit Bussen
en: Reservation services for bus transportation

source: Reservierungsdienste für Transporte auf dem Landwege
en: Reservation services for transportation by land

source: Bewachte Transporte von Waren
en: Guarded transport of goods

source: Versand [Transport] von Waren auf dem Seeweg
en: Distribution [transport] of goods by sea

source: Entsorgung [Transport] von Abwasser
en: Dumping [transportation] of sewage waste

source: Verpackungsdienste zum Schutz von Gepäckstücken während der Reise
en: Wrapping services for baggage protection during travel

source: Passagiertransport in Omnibussen
en: Transportation of passengers by coach

source: Beförderung von Passagieren mit Fährschiffen
en: Transportation of passengers by ferryboat

source: Reiseagenturdienste, nämlich Durchführung von Reservierungen und Buchung von Transporten
en: Travel agency services, namely, making reservations and bookings for transportation

source: Paketabholung auf dem Landweg
en: Collection of packages by road

source: Abwassersammlung in der öffentliche Kanalisation
en: Collection of sewage through public sewers

source: Einsammeln von Abfallkübeln
en: Collection of waste skips

source: Anlieferung von Einwegwindeln
en: Delivery of disposable napkins

source: Bergung von Automobile
en: Automobile salvage services

source: Einparkdienste für Autos
en: Car parking [valet] services

source: Transport von Kraftfahrzeugen
en: Transport of motor vehicles

source: Chartern von Seeschiffen
en: Chartering of marine vessels

source: Eisbrecharbeiten für die Schifffahrt
en: Ice breaking for the shipping industry

source: Dienstleistungen eines Schiffsmaklers in Bezug auf Gütertransporte
en: Shipping agency services for arranging the transportation of goods

source: Beladen von Containern
en: Filling of containers

source: Verpackung von Spraydosen zur Ordnung und Spezifikation
en: Packing of aerosols to order and specification

source: Vermietung von Frachtcontainerchassis
en: Leasing of cargo container chassis

source: Buchungsagenturdienste in Bezug auf Reisen
en: Booking agency services relating to travel

source: Versand [Transport] von gefrorenem Sperma
en: Distribution [transport] of frozen semen

source: Hafendienste [anlegen, verankern, lagern]
en: Marina services [berthing, mooring, storage]

source: Beladen von Schiffen mit Fracht
en: Filling of vessels with freight

source: Beförderung von Passagieren mit Booten
en: Transportation of passengers by boat

source: Auskünfte über Ankunftszeiten von Flugzeugen
en: Provision of information relating to airline arrivals

source: Organisation der Beförderung von Passagieren zur See
en: Arrangement of transportation of passengers by aircraft

source: Warenanlieferung durch Boten
en: Delivery of goods by messenger

source: Reiseführung und Reiseauskunftsdienste
en: Travel guide and travel information services

source: Transport von Fracht auf dem Wasser
en: Transportation of freight by water

source: Kurierdienste für die Paketzustellung
en: Courier services for the delivery of parcels

source: Abholen von gewerblichen Abfällen
en: Collection of commercial waste

source: Auskünfte in Bezug auf den Transport von Bitumen
en: Information services relating to the transportation of bitumen

source: Gütertransport auf der Schiene
en: Rental of portable storage containers

source: Dienstleistungen in Bezug auf die Organisation der Passagierbeförderung
en: Agency services for arranging the transportation of travellers

source: Vermittlung der Beförderung von Paketen auf dem Landweg
en: Arranging the transportation of parcels by land

source: Vermittlung der Beförderung von Paketen auf dem Seeweg
en: Arranging the transportation of parcels by sea
